郑伯克段于鄢
隐公元年
作者：左丘明　春秋	周郑交质	→
本作品收录于：《左传》和《古文观止》

# 寤：同“啎”。逆；横着。见“寤生”
# 亟：屡次；每每
初，郑武公娶于申，曰武姜，生庄公及共叔段。庄公*寤生，惊姜氏，遂恶之。爱共叔段，欲立之。*亟请于武公，公弗许。

# 制：郑国邑名，在今河南荥阳县虎牢关。又名汜水关，南连嵩岳，北濒黄河，山岭交错，自成天险，是洛阳东边门户和重要的关隘。
# 本是虢叔的封地，后被郑国兼并。
# 京城大叔:)
及庄公即位，为之请制。公曰：“制，岩邑也。*虢叔死焉；佗邑唯命。”请京，使居之，谓之京城大叔。

# 雉：古代计算城墙面积的单位，长三丈高一丈为一雉。
# 参：同“三"。
祭仲曰：“都城过百雉，国之害也。先王之制：大都、不过*参国之一；中，五之一，小，九之一。今京不度，非制也，君将不堪。”

# 所：合理的结果；应有的归宿。《原君》：“今也天下之人怨恶其君，视之如寇仇，名之为独夫，固其所也。”
# TODO 害：
# 图：治。
公曰：“姜氏欲之，焉辟*害？”对曰：“姜氏何厌之有？不如早为之*所，无使滋蔓！蔓，难*图也。蔓草犹不可除，况君之宠弟乎？”
公曰：“多行不义必自毙，子姑待之。”

既而大叔命*西鄙、北鄙贰于己。公子吕曰：“国不堪贰，君将若之何？欲与大叔，臣请事之；若弗与，则请除之，无生民心。”公曰：“无庸，将自及。”

# 廪延：郑国邑名，在今河南延津北
# 厚：丰厚;多;重。《荆轲刺秦王》：“厚遗秦王宠臣中庶子蒙嘉。”
# 昵：亲近；亲昵。《韩非子·难言》：“昵近习亲。”
大叔又收贰以为己邑，至于*廪延。子封曰：“可矣，*厚将得众。”公曰：“不义不*昵，厚将崩。”

# 乘：古代一车四马为一乘。《触龙说赵太后》：“于是为长安君约车百乘。”《过秦论》：“然秦以区区之地，致万乘之势。”
# 启：开启；打开。《核舟记》：“启窗而观，雕栏相望焉。”
# TODO 鄢：http://epaper.gmw.cn/gmrb/html/2014-04/08/nw.D110000gmrb_20140408_3-16.htm
大叔完聚，缮甲兵，具卒*乘，将袭郑，夫人将*啓之。公闻其*期，曰：“可矣。”命子封帅车二百乘以伐京，京叛大叔段。段入于*鄢，公伐诸鄢。五月辛丑，大叔出奔共。

# 清儒俞曲園以為，經文對於叔段，書名而不書弟，對於莊公，雖不書兄，但也不書其名，而書其爵，稱為鄭伯，顯然莊公之惡不大於段。
《书》曰：“郑伯克段于鄢。”段不弟，故不言弟。如二君，故曰克。称郑伯，讥失教也。谓之郑*志。不言出奔，*难之也。

# 献：奉献；进献。《捕蛇者说》：“谨食之，时而献焉。”
遂*寘姜氏于城颍，而誓之曰：“不及黄泉，无相见也。”既而悔之。颍考叔为颍谷封人，闻之，有献于公。公赐之食。食舍肉，公问之，对曰：“小人有母，皆尝小人之食矣。
# 繄：句首语气词。
# 阙：通“掘”，挖掘。
未尝君之羹，请以遗之。”公曰：“尔有母遗，*繄我独无！”颍考叔曰：“敢问何谓也？”公语之故，且告之悔。对曰：“君何患焉？若*阙地及泉，隧而相见，其谁曰不然？”

#隧：地道。
公从之。公入而赋：“大隧之中，其乐也融融。”姜出而赋：“大隧之外，其乐也*泄泄！”遂为母子如初。

# < 詩經‧大雅‧生民之什‧既醉
#
# 毛詩序：「《既醉》，大平也。醉酒飽德，人有士君子之行焉。」
#
# 既醉
# 既醉以酒，既飽以德。君子萬年，介爾景福。
# 既醉以酒，爾殽既將。君子萬年，介爾昭明。
# 昭明有融，高朗令終。令終有俶，公屍嘉告。
# 其告維何？籩豆靜嘉。朋友攸攝，攝以威儀。
# 威儀孔時，君子有孝子。孝子不匱，永錫爾類。
# 其類維何？室家之壼。君子萬年，永錫祚胤。
# 其胤維何？天被爾祿。君子萬年，景命有僕。
# 其僕維何？釐爾女士。釐爾女士，從以孫子。

# 锡：通“赐”，赐给。仲长统《昌言》：“赏锡期于功劳，刑罚归乎罪恶。”
君子曰：“颍考叔，纯孝也。爱其母，施及庄公。《诗》曰：‘孝子不匮，永*锡尔类’，其是之谓乎！”

# 孔子--臣弒其君，子弒其父，非一朝一夕之故，其所由來者漸矣，由辨之不早辨也。
# 太史公--故春秋者，禮義之大宗也。夫禮禁未然之前，法施已然之後，法之所為用者易見，而禮之所為禁者難知。
# 礼记--屬辭比事而不亂，則深於春秋者也。
