# 2014-10-12

縱囚論

信義行於君子，而刑戮施於小人。刑入於死者，乃罪大惡極，此又小人之尤甚者

# 幸：侥幸。《童区寄传》：“贼二人得我，我幸皆杀之矣。”
也。寧以義死，不苟*倖生，而視死如歸，此尤君子之尤難者也。方唐太宗之六年，

# 录：记录；记载。《公羊传·隐公十年》：“《春秋》录内而略外。”
# 纵：放。《殽之战》：“奉不可失，敌不可纵。纵敌，患生；违天，不祥”。
# 尤：特别；更。《陈情表》：“况臣孤苦，特为尤甚。”
*錄大辟囚三百餘人，*縱使還家，約其自歸以就死；是以君子之難能，期小人之*尤

# 卒：终于；最终。《廉颇蔺相如列传》：“卒相与欢，为刎颈之交。”
#   《垓下之战》：“然今卒困于此，此天之亡我，非战之罪也。”
者以必能也。其囚及期，而*卒自歸無後者，是君子之所難，而小人之所易也。此

# 临：到；靠近。《陈情表》：“州司临门，急于星火。”《观沧海》：“东临碣石，以观沧海。”
豈近於人情哉？或曰︰「罪大惡極，誠小人矣。及施恩德以*臨之，可使變而為君

# 盖：大概；大约。用在句中，表示推测、推断。《谏太宗十思疏》：“善始者实繁，克终者盖寡。”
#    《与妻书》：“吾之意盖谓以汝之弱，必不能禁失吾之悲。”
# 所以： 用来。《师说》：“師者，「所以」傳道、受業、解惑也。"
子；*蓋恩德入人之深，而移人之速，有如是者矣。」曰︰「太宗之為此，*所以求

此名也。」然安知夫縱之去也，不意其必來以冀免，所以縱之乎？又安知夫被縱

而去也，不意其自歸而必獲免，所以復來乎？夫意其必來而縱之，是上賊下之情

也；意其必免而復來，是下賊上之心也。吾見上下交相賊，以成此名也，烏有所

# 兹：现在。《史记·甘茂列传》：“今臣生十二年于兹矣。”
謂施恩德與夫知信義者哉？不然，太宗施恩德於天下，於*茲六年矣，不能使小人

不為極惡大罪；而一日之恩，能使視死如歸而存信義，此又不通之論也。然則何

# 致：致使；使得。《孔雀东南飞》：“女行无偏斜，何意致不厚？”
為而*可？曰︰「縱而來歸，殺之無赦；而又縱之，而又來，則可知為恩德之*致耳。」

然此必無之事也。*若夫縱而來歸而赦之，可偶一為之耳。若屢為之，則殺人者皆

不死，是可為天下常法乎？不可為常者，其聖人之法乎？是以堯舜三王之治，必

# 干：追求；求取。《中山狼传》：“时墨者东郭先生将北适中山以干仕。”
本於人情，不立異以為高，不逆情以*干譽。
